<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */
    'fundtheneedy'=>'فندنيدي',
    'about' => 'التعريف',
    'vision'=>'الرؤية',
    'contact'=>'الاتصال',
    'contact_us'=>'اتصل بنا',
    'term'=>'شروط',
    'register'=>'التسجيل',
    'login'=>'تسجيل الدخول',
    'home'=>'الرئيسية',
    'faq'=>'أسئلة وأجوبة',
    'a_place_where_charity_flourishes'=>'مكان حيث ازدهرت الأعمال الخيرية',
    'crowdsourcing'=>'فندنيدي هو نظام التمويل الجماعي (شكل جديد من التمويل الجماعي) الذي بني في تقنية لارافيل . لديه نوعين من المستخدمين: المانح والباحث. المانح هو الشخص الذي يمول الناس حيث يكون الباحث هو الذي يكتسب الصندوق. يحتوي هذا التطبيق على آلية لبناء الثقة تسمى التأييد حيث يمكن لمقدمي الطلبات التصديق على الباحثين وكذلك الباحثين يمكنهم التصديق على ادعاءاتهم من خلال البراهين. يحدث الوضع النهائي للتمويل الجماعي من خلال تبادل معلومات المعاملات حيث يمكن للمانحين تحويل الأموال إلى حساب مصرفي أو بضائع إلى عنوان معين. ',
    'no_payment'=>'مثل منصات التمويل الجماعي الأخرى ، فإننا لا نلزم مدفوعات من الباحثين والممولين',
    'however'=>'ومع ذلك ، يمكن سؤال المانحين عن التبرع الطوعي',
    'not_only'=>'ليس فقط المانحون قادرين على التبرع بالمال ولكن أيضا البضائع. على سبيل المثال ، يحتاج مزارع فقير إلى آلة ، ويمكن لشخص ما من الصين أن يحمله إلى الجهاز',
    'proof_claim'=>'على الباحثين إثبات مطالبهم. أي مانح لديه مرونة كاملة ليطلب من الباحث عن مزايا و صحة الحاجة.',
    'filter'=>'إنه عالمي وليس مستندًا إلى البلد فقط بحيث يمكن للأشخاص من بلد واحد الاتصال بأشخاص من بلد آخر. ومع ذلك ، إذا أراد شخص ما ، يمكنه تصفية الباحثين بحسب البلد',
    'initiate'=>'آلية بحيث يمكن فقط لمانح بدء بدء الرسالة. يمكن أن يساعد ذلك في تصفية الأشخاص الذين ليست احتياجاتهم حقيقية',
    'how_to'=>'كيف تستخدم؟',
    'our_vision'=>'رؤيتنا',
    'people_around'=>'سوف يساعد مشروع فندنيدي الناس في جميع أنحاء العالم على التجمع في مكان واحد طواعية وبعيدا عن الحب ، ويقدمون الإحسان بامتنان. هذا هو الوقت الذي تفشل فيه حكومتنا ويخلق النظام الاقتصادي الفجوة بين الأغنياء والفقراء بوتيرة هائلة . إنني أعتزم التوفيق بين هذه الفجوة بين الأغنياء والفقراء من خلال تجميعهم في مكان واحد حتى يعرفوا بعضهم البعض ويساعدون المحتاجين / الفقراء. هل يمكن لهذا التطبيق أن يحدث فرقًا؟ أتمنى ان شاء الله بشدة أن يفعل ذلك.',
    'promote_class'=>'تعزيز التفاعل الطبقي في المجتمع',
    'promote_social'=>'تعزيز الرفاهية الاجتماعية من خلال التمويل الجماعي',
    'send'=>'إرسال',
    'how_to_1'=>'تسجيل المستخدم: الباحث',
    'how_to_2'=>'املأ المعلومات في نموذج التسجيل',
    'how_to_3'=>'تسجيل المستخدم: المانح',
    'how_to_4'=>'املأ المعلومات في نموذج التسجيل',
    'how_to_5'=>'تسجيل المستخدم: إعلام',
    'how_to_6'=>'تحقق من البريد الإلكتروني للتسجيل الناجح',
    'how_to_7'=>'إضافة الطلب: طالب',
    'how_to_8'=>'بعد سجلات طالب يمكن أن يضيف الطلب',
    'how_to_9'=>'راجع قائمة الباحثين: المانح',
    'how_to_10'=>'بعد سجلات المانحين في يمكن أن تبدأ التبرع',
    'how_to_11'=>'خيارات اتصالات متنوعة',
    'how_to_12'=>'تفاصيل الباحثين  ',
    'select_country'=>'اختر الدولة ',
    'type'=>'نوع',
    'seeking'=>'الباحث- البحث عن االتبرع',
    'giving'=>'المانح-إعطاء التبرع / تثبيث الباحث',
    'welcome'=>'مانح (تبرع / تثبت الباحث)
',
'support'=>'دعم فني',
    'select_occuption'=>'حدد الوظيفة',
    'forgot_password'=>'هل نسيت كلمة المرور؟',
    'how_does'=>'كيف يعمل برنامج',
    'two_kinds'=>'لدى فندنيدي نوعين من المستخدمين: الباحثون الذين يتلقون التبرعات من المانحين. ويتم تبادل التبرعات إما عن طريق التحويل المصرفي أو التحويل المصرفي إذا كان المال أو التسليم هو سلع. بمجرد التبرع إما البضائع أو المال يجب عليك تأكيد ذلك لموازنة حساب طالب',
    'how_acquire'=>'كيف تحصل الطالب على التبرع؟',
    'depending_on'=>'اعتمادًا على نوع التبرع (السلع أو المال) يمكن للباحثين الحصول على البضائع من خلال توصيل المانح والمال من خلال التحويل المصرفي او',
    'paypal'=>'باي بال',
    'charge'=>'هل يكلف استخدامه المال؟',
    'no_charge'=>'لا! سوف يكون فندنيدي مجانية إلى الأبد. يمكن إضافة التبرعات الطوعية في المستقبل',
    'do_you_store'=>'هل تخزن معلومات الحساب البنكي والبطاقة الخاصة بنا؟',
    'storage_rule'=>'إذا كان المانح و الباحث يرغب في تبادل التبرع من خلال البنك ، يتم تخزين المعلومات المصرفية كجزء من الرسائل التي يتبادلونها. ومع ذلك يمكنك تجاوز هذا عن طريق تبادل مثل هذه من خلال رسائل البريد الإلكتروني الشخصية الخاصة بك',
    'fraud_account'=>'ماذا لو تبرعت بحساب غش؟',
    'intermediate'=>'لا ييتوسط فندنيدي بين طالب ومانح. تقع على عاتقك مسؤولية معرفة من الذي تبرع له. في المستقبل سيطلب المزيد من وثائق التفويض من خلال التعاون الحكومي',
    'trust_building'=>'ما هو بناء الثقة في فندنيدي',
    'trust_building_2'=>'يمكن التحقق من الباحث من قبل مقدمي الطلبات من خلال التأييد. إذا قام ما يكفي من الجهات المانحة بالتحقق من الباحث ، فإن هذا الباحث سيحقق مستوى ثقة',
    'dhaka'=>'دكا',
    'bangladesh'=>'بنغلاديش',
    'terms_1'=>'لا يجب إساءة استخدامه أو إساءة استخدامه بأي شكل من الأشكال. لا يمكنك استغلال أي شخص. يجب الحفاظ على الصدق والنزاهة والإخلاص في طلب المساعدة أو تقديم المعونة ',
    'terms_2'=>'يجب أن يكون الباحثون حريصين في إعطاء معلوماتهم الشخصية لتلقي المعونة. هذا العالم يذهب إلى أبعد من ذلك بكثير مع الثقة أيضا. يجب على الباحثين الحفاظ على علاقة محترفة مع مقدمي الرعاية.',
    'terms_3'=>'يجب على المانحين تقديم المعونة فقط ويجب ألا يسألوا أي شيء في المقابل. يجب على مقدمي الرعاية الحفاظ على علاقة محترفة مع الباحثين.',
    'copyright'=>'حقوق التأليف والنش',
    'fundtheneedy_2018'=>'فندنيدي ٢٠١٩',
    'rahman'=>'محمد رحمن للإنتاج',
  'hadith'=>' قال النبي (صلى الله عليه وسلم) : أفضل الناس رجل يعطي جهده [في الصدقة] : كنز العمال'
];
